Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: An optional Chromium engine for web wallpapers, downloaded on demand from the official CEF builds and checked against the version this app expects. It runs in its own process.
ar: محرك Chromium اختياري لخلفيات الويب، يُنزَّل عند الطلب من إصدارات CEF الرسمية ويُتحقق منه مقابل الإصدار الذي يتوقعه هذا التطبيق. يعمل في عملية مستقلة.
de: Eine optionale Chromium-Engine für Web-Hintergründe, bei Bedarf aus den offiziellen CEF-Builds geladen und mit der Version abgeglichen, die diese App erwartet. Sie läuft in einem eigenen Prozess.
es: Un motor Chromium opcional para fondos web, descargado bajo demanda de las compilaciones oficiales de CEF y comprobado con la versión que espera esta app. Se ejecuta en su propio proceso.
fr: Un moteur Chromium facultatif pour les fonds d’écran web, téléchargé à la demande depuis les versions officielles de CEF et vérifié par rapport à la version attendue par cette app. Il s’exécute dans son propre processus.
hi: वेब वॉलपेपर के लिए एक वैकल्पिक Chromium इंजन, जो ज़रूरत पड़ने पर आधिकारिक CEF बिल्ड से डाउनलोड होता है और इस ऐप द्वारा अपेक्षित संस्करण से जाँचा जाता है। यह अपनी अलग प्रक्रिया में चलता है।
it: Un motore Chromium facoltativo per gli sfondi web, scaricato su richiesta dalle build ufficiali di CEF e verificato rispetto alla versione prevista da questa app. Viene eseguito in un processo separato.
ja: ウェブ壁紙用のオプションの Chromium エンジンです。必要なときに公式の CEF ビルドからダウンロードし、このアプリが想定するバージョンと照合します。専用のプロセスで動作します。
ko: 웹 배경화면을 위한 선택적 Chromium 엔진으로, 필요할 때 공식 CEF 빌드에서 다운로드하고 이 앱이 요구하는 버전과 대조해 확인합니다. 별도의 프로세스에서 실행됩니다.
pl: Opcjonalny silnik Chromium dla tapet WWW, pobierany na żądanie z oficjalnych kompilacji CEF i sprawdzany względem wersji oczekiwanej przez tę aplikację. Działa we własnym procesie.
pt_br: Um motor Chromium opcional para papéis de parede web, baixado sob demanda das compilações oficiais do CEF e verificado com a versão que este app espera. Ele é executado em um processo próprio.
ru: Необязательный движок Chromium для веб-обоев: загружается по запросу из официальных сборок CEF и сверяется с версией, которую ожидает приложение. Работает в отдельном процессе.
tr: Web duvar kâğıtları için isteğe bağlı bir Chromium motoru; gerektiğinde resmî CEF derlemelerinden indirilir ve bu uygulamanın beklediği sürümle karşılaştırılarak doğrulanır. Kendi işleminde çalışır.
uk: Необовʼязковий рушій Chromium для вебшпалер: завантажується на вимогу з офіційних збірок CEF і звіряється з версією, яку очікує застосунок. Працює в окремому процесі.
zh_hans: 用于网页壁纸的可选 Chromium 引擎，按需从官方 CEF 构建下载，并与本应用预期的版本进行校验。它在独立进程中运行。
zh_hant: 用於網頁桌布的選用 Chromium 引擎，需要時從官方 CEF 組建下載，並與本 App 預期的版本進行核對。它在獨立程序中執行。

source: Android Export
ar: التصدير إلى Android
es: Exportar a Android
fr: Exportation Android
hi: Android के लिए एक्सपोर्ट
it: Esporta per Android
ja: Android用に書き出す
ko: Android로 내보내기
pl: Eksport na Androida
pt_br: Exportar para Android
ru: Экспорт для Android
tr: Android için Dışa Aktar
uk: Експорт для Android
zh_hans: 导出到 Android
zh_hant: 輸出至 Android

source: Android screen preview
ar: معاينة شاشة Android
de: Vorschau des Android-Bildschirms
es: Vista previa de la pantalla de Android
fr: Aperçu de l’écran Android
hi: Android स्क्रीन प्रीव्यू
it: Anteprima dello schermo Android
ja: Android 画面のプレビュー
ko: Android 화면 미리 보기
pl: Podgląd ekranu Androida
pt_br: Pré-visualização da Tela do Android
ru: Просмотр экрана Android
tr: Android ekranı önizlemesi
uk: Перегляд екрана Android
zh_hans: Android 屏幕预览
zh_hant: Android 螢幕預覽

source: Animal
ar: حيوانات
de: Tier
es: Animales
hi: जानवर
it: Animali
ja: 動物
ko: 동물
pl: Zwierzęta
ru: Животные
tr: Hayvan
uk: Тварини
zh_hans: 动物
zh_hant: 動物

source: Animates
ar: تحريك
de: Animiert
es: Animado
fr: Animé
hi: ऐनिमेट करता है
it: Animato
ja: アニメーション
ko: 애니메이션
pl: Animacja
pt_br: Animar
ru: Анимация
tr: Hareketli
uk: Анімується
zh_hans: 动画
zh_hant: 動畫

source: Animation Speed
ar: سرعة الحركة
de: Animationsgeschwindigkeit
es: Velocidad de animación
fr: Vitesse d’animation
hi: ऐनिमेशन स्पीड
it: Velocità animazione
ja: アニメーション速度
ko: 애니메이션 속도
pl: Szybkość animacji
pt_br: Velocidade da Animação
ru: Скорость анимации
tr: Animasyon Hızı
uk: Швидкість анімації
zh_hans: 动画速度
zh_hant: 動畫速度

source: Anime
ar: أنمي
fr: Animé japonais
hi: ऐनिमे
ja: アニメ
ko: 애니메
ru: Аниме
uk: Аніме
zh_hans: 动漫
zh_hant: 動漫

source: Another app holds this shortcut, so it may not work.
ar: يستخدم تطبيق آخر هذا الاختصار، لذا قد لا يعمل.
de: Eine andere App belegt diesen Kurzbefehl, daher funktioniert er eventuell nicht.
es: Otra app usa esta función rápida, así que puede que no funcione.
fr: Une autre app utilise ce raccourci, il risque donc de ne pas fonctionner.
hi: यह शॉर्टकट किसी दूसरे ऐप के पास है, इसलिए यह शायद काम न करे।
it: Un’altra app usa questa abbreviazione, quindi potrebbe non funzionare.
ja: 別のアプリがこのショートカットを使用しているため、機能しない場合があります。
ko: 다른 앱이 이 단축키를 사용하고 있어 작동하지 않을 수 있습니다.
pl: Ten skrót jest zajęty przez inną aplikację, więc może nie działać.
pt_br: Outro app usa este atalho, então ele pode não funcionar.
ru: Это сочетание клавиш занято другим приложением, поэтому оно может не работать.
tr: Bu kısayolu başka bir uygulama kullanıyor, bu yüzden çalışmayabilir.
uk: Це скорочення зайняте іншою програмою, тому воно може не працювати.
zh_hans: 另一个 App 占用了此快捷键，因此它可能无法使用。
zh_hant: 另一個 App 佔用了此快速鍵，因此它可能無法使用。

source: Another app uses this shortcut. Use Anyway saves it, but it may not work while that app holds it.
ar: يستخدم تطبيق آخر هذا الاختصار. يؤدي «الاستخدام على أي حال» إلى حفظه، لكنه قد لا يعمل ما دام ذلك التطبيق يحتفظ به.
de: Eine andere App verwendet diesen Kurzbefehl. „Trotzdem verwenden“ sichert ihn, aber er funktioniert eventuell nicht, solange diese App ihn belegt.
es: Otra app usa esta función rápida. «Usar de todos modos» la guarda, pero puede que no funcione mientras esa app la tenga.
fr: Une autre app utilise ce raccourci. « Utiliser quand même » l’enregistre, mais il risque de ne pas fonctionner tant que cette app l’occupe.
hi: कोई अन्य ऐप यह शॉर्टकट इस्तेमाल करता है। “फिर भी इस्तेमाल करें” इसे सहेजता है, लेकिन जब तक वह ऐप इसे रखता है, यह शायद काम न करे।
it: Un’altra app usa questa abbreviazione. “Usa comunque” la salva, ma potrebbe non funzionare finché quell’app la occupa.
ja: 別のアプリがこのショートカットを使用しています。「このまま使用」を選ぶと保存されますが、そのアプリが使用している間は機能しない場合があります。
ko: 다른 앱이 이 단축키를 사용합니다. ‘그래도 사용’을 선택하면 저장되지만, 해당 앱이 사용하는 동안에는 작동하지 않을 수 있습니다.
pl: Inna aplikacja używa tego skrótu. „Użyj mimo to” zachowuje go, ale może on nie działać, dopóki ta aplikacja go zajmuje.
pt_br: Outro app usa este atalho. Usar Mesmo Assim o salva, mas ele pode não funcionar enquanto esse app o estiver usando.
ru: Это сочетание клавиш использует другое приложение. «Всё равно использовать» сохраняет его, но оно может не работать, пока его занимает то приложение.
tr: Başka bir uygulama bu kısayolu kullanıyor. “Yine de Kullan” onu kaydeder, ancak o uygulama onu tuttuğu sürece çalışmayabilir.
uk: Інша програма використовує це скорочення. «Усе одно використати» зберігає його, але воно може не працювати, поки та програма його займає.
zh_hans: 另一个 App 使用了此快捷键。“仍然使用”会存储它，但在该 App 占用期间它可能不起作用。
zh_hant: 另一個 App 使用了此快速鍵。「仍要使用」會儲存它，但在該 App 佔用期間它可能無法運作。

source: Anti-aliasing
ar: مانع التشويش
es: Suavizado de contorno
fr: Anticrénelage
hi: एंटीएलियासिंग
ja: アンチエイリアシング
ko: 앤티앨리어싱
pl: Antyaliasing
pt_br: Suavização
ru: Сглаживание
tr: Kenar Yumuşatma
uk: Згладжування
zh_hans: 抗锯齿
zh_hant: 消除鋸齒

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Aspecto
fr: Apparence
hi: प्रकटन
it: Aspetto
ja: 外観モード
ko: 화면 모드
pl: Wygląd
pt_br: Aparência
ru: Оформление
tr: Görünüm
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

source: Appears on your iPhone and iPad when iCloud Photos is on in Photos settings.
ar: تظهر على iPhone وiPad عند تشغيل صور iCloud في إعدادات الصور.
de: Erscheint auf Ihrem iPhone und iPad, wenn „iCloud-Fotos“ in den Einstellungen von „Fotos“ aktiviert ist.
es: Aparece en tu iPhone y iPad cuando Fotos de iCloud está activado en los ajustes de Fotos.
fr: Apparaît sur votre iPhone et votre iPad lorsque Photos iCloud est activé dans les réglages de Photos.
hi: Photos सेटिंग्स में iCloud फ़ोटो चालू होने पर यह आपके iPhone और iPad पर दिखता है।
it: Compare su iPhone e iPad quando Foto di iCloud è attivo nelle impostazioni di Foto.
ja: “写真”の設定で“iCloud写真”がオンのとき、iPhoneとiPadに表示されます。
ko: 사진 설정에서 iCloud 사진이 켜져 있으면 iPhone과 iPad에 나타납니다.
pl: Pojawia się na iPhonie i iPadzie, gdy w ustawieniach Zdjęć włączone są Zdjęcia iCloud.
pt_br: Aparece no iPhone e iPad quando Fotos do iCloud está ativado nos ajustes do Fotos.
ru: Появляется на iPhone и iPad, когда в настройках «Фото» включено «Фото iCloud».
tr: Fotoğraflar ayarlarında iCloud Fotoğrafları açıkken iPhone’unuzda ve iPad’inizde görünür.
uk: З’являється на iPhone та iPad, коли в параметрах «Фото» ввімкнено «Фото iCloud».
zh_hans: 在“照片”设置中打开“iCloud 照片”时，会出现在你的 iPhone 和 iPad 上。
zh_hant: 在「照片」設定中開啟「iCloud 照片」時，會出現在你的 iPhone 和 iPad 上。

source: Application
ar: تطبيق
de: Anwendung
es: Aplicación
hi: ऐप
it: Applicazione
ja: アプリケーション
ko: 응용 프로그램
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
tr: Uygulama
uk: Програма
zh_hans: 应用程序
zh_hant: 應用程式

source: Application Rules
ar: قواعد التطبيقات
de: Anwendungsregeln
es: Reglas de apps
fr: Règles des applications
hi: ऐप नियम
it: Regole per le applicazioni
ja: アプリケーションルール
ko: 응용 프로그램 규칙
pl: Reguły aplikacji
pt_br: Regras de Aplicativos
ru: Правила для приложений
tr: Uygulama Kuralları
uk: Правила програм
zh_hans: 应用程序规则
zh_hant: 應用程式規則

source: Application Windows
ar: نوافذ التطبيقات
de: Programmfenster
es: Ventanas de aplicaciones
fr: Fenêtres d’applications
hi: ऐप विंडो
it: Finestre applicazioni
ja: アプリケーションウインドウ
ko: 애플리케이션 윈도우
pl: Okna aplikacji
pt_br: Janelas de Aplicativos
ru: Окна программ
tr: Uygulama Pencereleri
uk: Вікна програм
zh_hans: 应用程序窗口
zh_hant: 應用程式視窗

source: Application wallpapers are always left out.
ar: يتم دائمًا استبعاد خلفيات التطبيقات.
de: Anwendungs-Hintergrundbilder werden immer ausgelassen.
es: Los fondos de pantalla de aplicación siempre se excluyen.
fr: Les fonds d’écran de type application sont toujours exclus.
hi: ऐप वॉलपेपर हमेशा छोड़ दिए जाते हैं।
it: Gli sfondi di tipo applicazione vengono sempre esclusi.
ja: アプリケーションの壁紙は常に除外されます。
ko: 응용 프로그램 배경화면은 항상 제외됩니다.
pl: Tapety typu aplikacja są zawsze pomijane.
pt_br: Imagens de fundo do tipo aplicativo sempre ficam de fora.
ru: Обои-приложения всегда пропускаются.
tr: Uygulama duvar kâğıtları her zaman dışarıda bırakılır.
uk: Шпалери-програми завжди пропускаються.
zh_hans: 应用程序墙纸始终不包括在内。
zh_hant: 應用程式背景圖片一律不包括在內。

source: Application wallpapers don't run on macOS; skipped.
ar: خلفيات التطبيقات لا تعمل على macOS؛ تم التخطي.
de: Anwendungs-Hintergrundbilder laufen nicht unter macOS; übersprungen.
es: Los fondos de pantalla de aplicación no funcionan en macOS; se omite.
fr: Les fonds d’écran de type application ne fonctionnent pas sous macOS ; ignoré.
hi: ऐप वॉलपेपर macOS पर नहीं चलते; छोड़ा गया।
it: Gli sfondi di tipo applicazione non funzionano su macOS; saltato.
ja: アプリケーションの壁紙は macOS で動作しないため、スキップします。
ko: 응용 프로그램 배경화면은 macOS에서 실행되지 않아 건너뜁니다.
pl: Tapety typu aplikacja nie działają w macOS; pominięto.
pt_br: Imagens de fundo do tipo aplicativo não funcionam no macOS; ignorada.
ru: Обои-приложения не работают в macOS; пропущено.
tr: Uygulama duvar kâğıtları macOS’te çalışmaz; atlandı.
uk: Шпалери-програми не працюють у macOS; пропущено.
zh_hans: 应用程序墙纸无法在 macOS 上运行，已跳过。
zh_hant: 應用程式背景圖片無法在 macOS 上執行，已略過。

source: Applies the %@ effect to this layer.
ar: يطبّق التأثير %@ على هذه الطبقة.
de: Wendet den Effekt „%@“ auf diese Ebene an.
es: Aplica el efecto %@ a esta capa.
fr: Applique l’effet « %@ » à ce calque.
hi: इस लेयर पर %@ इफ़ेक्ट लागू करता है.
it: Applica l’effetto %@ a questo livello.
ja: このレイヤーに%@エフェクトを適用します。
ko: 이 레이어에 %@ 효과를 적용합니다.
pl: Stosuje efekt %@ do tej warstwy.
pt_br: Aplica o efeito %@ a esta camada.
ru: Применяет к этому слою эффект «%@».
tr: Bu katmana %@ efektini uygular.
uk: Застосовує ефект «%@» до цього шару.
zh_hans: 将“%@”效果应用到此图层。
zh_hant: 將「%@」效果套用到此圖層。

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Applica
ja: 適用
ko: 적용
pl: Zastosuj
pt_br: Aplicar
ru: Применить
tr: Uygula
uk: Застосувати
zh_hans: 应用
zh_hant: 套用

source: Apply Anyway
ar: التطبيق على أي حال
de: Trotzdem anwenden
es: Aplicar igualmente
fr: Appliquer quand même
hi: फिर भी लागू करें
it: Applica comunque
ja: このまま適用
ko: 그래도 적용
pl: Zastosuj mimo to
pt_br: Aplicar Mesmo Assim
ru: Всё равно применить
tr: Yine de Uygula
uk: Усе одно застосувати
zh_hans: 仍然应用
zh_hant: 仍要套用

source: Apply this preset's properties
ar: تطبيق خصائص هذا الإعداد المسبق
de: Die Eigenschaften dieser Voreinstellung anwenden
es: Aplicar las propiedades de este preajuste
fr: Appliquer les propriétés de ce préréglage
hi: इस प्रीसेट की प्रॉपर्टी लागू करें
it: Applica le proprietà di questo preset
ja: このプリセットのプロパティを適用
ko: 이 사전 설정의 속성 적용
pl: Zastosuj właściwości tego ustawienia wstępnego
pt_br: Aplicar as propriedades desta predefinição
ru: Применить свойства этого пресета
tr: Bu hazır ayarın özelliklerini uygula
uk: Застосувати властивості цього пресета
zh_hans: 应用此预设的属性
zh_hant: 套用此預設組合的屬性

source: Apply to All Wallpapers…
ar: تطبيق على كل الخلفيات…
de: Auf alle Hintergrundbilder anwenden …
es: Aplicar a todos los fondos de pantalla…
fr: Appliquer à tous les fonds d’écran…
hi: सभी वॉलपेपर पर लागू करें…
it: Applica a tutti gli sfondi…
ja: すべての壁紙に適用…
ko: 모든 배경화면에 적용…
pl: Zastosuj do wszystkich tapet…
pt_br: Aplicar a Todas as Imagens de Fundo…
ru: Применить ко всем обоям…
tr: Tüm Duvar Kâğıtlarına Uygula…
uk: Застосувати до всіх шпалер…
zh_hans: 应用到所有墙纸…
zh_hant: 套用到所有背景圖片…

source: Apply “%@” to all wallpapers?
ar: هل تريد تطبيق “%@” على كل الخلفيات؟
de: „%@“ auf alle Hintergrundbilder anwenden?
es: ¿Aplicar «%@» a todos los fondos de pantalla?
fr: Appliquer « %@ » à tous les fonds d’écran ?
hi: “%@” को सभी वॉलपेपर पर लागू करें?
it: Applicare “%@” a tutti gli sfondi?
ja: “%@”をすべての壁紙に適用しますか？
ko: “%@”을(를) 모든 배경화면에 적용하겠습니까?
pl: Zastosować „%@” do wszystkich tapet?
pt_br: Aplicar “%@” a todas as imagens de fundo?
ru: Применить «%@» ко всем обоям?
tr: “%@” tüm duvar kâğıtlarına uygulansın mı?
uk: Застосувати «%@» до всіх шпалер?
zh_hans: 要将“%@”应用到所有墙纸吗？
zh_hant: 要將「%@」套用到所有背景圖片嗎？

source: Apply “%@”?
ar: هل تريد تطبيق «%@»؟
de: „%@“ anwenden?
es: ¿Aplicar «%@»?
fr: Appliquer « %@ » ?
hi: “%@” लागू करें?
it: Applicare “%@”?
ja: 「%@」を適用しますか？
ko: ‘%@’을(를) 적용하시겠습니까?
pl: Zastosować „%@”?
pt_br: Aplicar “%@”?
ru: Применить «%@»?
tr: “%@” uygulansın mı?
uk: Застосувати «%@»?
zh_hans: 要应用“%@”吗？
zh_hant: 要套用「%@」嗎？

source: Approved
ar: معتمدة
de: Empfohlen
es: Aprobado
fr: Approuvé
hi: स्वीकृत
it: Approvato
ja: 承認済み
ko: 승인됨
pl: Zatwierdzone
pt_br: Aprovado
ru: Одобренные
tr: Onaylı
uk: Схвалені
zh_hans: 官方认可
zh_hant: 官方認可

source: Arrow keys work when this panel is focused. Shift moves faster, Control moves slower.
ar: تعمل مفاتيح الأسهم عند التركيز على هذه اللوحة. يحرّك Shift بشكل أسرع، ويحرّك Control بشكل أبطأ.
de: Die Pfeiltasten funktionieren, wenn dieser Bereich aktiv ist. Mit Shift bewegen Sie schneller, mit Control langsamer.
es: Las teclas de flecha funcionan cuando este panel está activo. Con Mayúsculas se mueve más rápido; con Control, más despacio.
fr: Les touches fléchées fonctionnent lorsque ce panneau est actif. Maj accélère le déplacement, Contrôle le ralentit.
hi: यह पैनल फ़ोकस में होने पर ऐरो कुंजियाँ काम करती हैं. Shift से तेज़ और Control से धीमे मूव होता है.
it: I tasti freccia funzionano quando questo pannello è attivo. Shift sposta più velocemente, Control più lentamente.
ja: このパネルにフォーカスがあるときは矢印キーを使用できます。shiftで速く、controlでゆっくり移動します。
ko: 이 패널에 초점이 있을 때 화살표 키로 이동할 수 있습니다. Shift를 누르면 더 빠르게, Control을 누르면 더 느리게 이동합니다.
pl: Klawisze strzałek działają, gdy ten panel jest aktywny. Z klawiszem Shift ruch jest szybszy, z Control — wolniejszy.
pt_br: As teclas de seta funcionam quando este painel está em foco. Shift move mais rápido, Control move mais devagar.
ru: Клавиши со стрелками работают, когда эта панель активна. С Shift — быстрее, с Control — медленнее.
tr: Bu panel etkinken ok tuşları çalışır. Shift daha hızlı, Control daha yavaş taşır.
uk: Клавіші зі стрілками працюють, коли ця панель активна. Shift пересуває швидше, Control — повільніше.
zh_hans: 此面板获得焦点时可使用方向键。按住 Shift 移动更快，按住 Control 移动更慢。
zh_hant: 此面板為焦點時可使用方向鍵。按住 Shift 移動較快，按住 Control 移動較慢。

source: Ascending
ar: تصاعدي
de: Aufsteigend
es: Ascendente
fr: Croissant
hi: आरोही
it: Crescente
ja: 昇順
ko: 오름차순
pl: Rosnąco
pt_br: Crescente
ru: По возрастанию
tr: Artan
uk: За зростанням
zh_hans: 升序
zh_hant: 遞增

source: Asking Steam…
ar: يجري سؤال Steam…
de: Steam wird gefragt …
es: Consultando a Steam…
fr: Interrogation de Steam…
hi: Steam से पूछा जा रहा है…
it: Richiesta a Steam…
ja: Steam に問い合わせ中…
ko: Steam에 요청 중…
pl: Odpytywanie Steam…
pt_br: Consultando o Steam…
ru: Запрос к Steam…
tr: Steam’e soruluyor…
uk: Запит до Steam…
zh_hans: 正在询问 Steam…
zh_hant: 正在詢問 Steam⋯

source: Asks Steam for your Workshop subscriptions with your Web API key. Steam doesn't always answer; the options above always work.
ar: يطلب من Steam اشتراكاتك في الورشة باستخدام مفتاح Web API الخاص بك. لا يستجيب Steam دائمًا؛ الخيارات أعلاه تعمل دائمًا.
de: Fragt Steam mit Ihrem Web-API-Schlüssel nach Ihren Workshop-Abonnements. Steam antwortet nicht immer; die Optionen oben funktionieren immer.
es: Pide a Steam tus suscripciones del Workshop con tu clave de API web. Steam no siempre responde; las opciones de arriba siempre funcionan.
fr: Demande à Steam vos abonnements du Workshop avec votre clé d’API Web. Steam ne répond pas toujours ; les options ci-dessus fonctionnent toujours.
hi: आपकी Web API कुंजी से Steam से आपके Workshop सब्सक्रिप्शन माँगता है। Steam हमेशा जवाब नहीं देता; ऊपर के विकल्प हमेशा काम करते हैं।
it: Chiede a Steam le tue sottoscrizioni del Workshop con la tua chiave API Web. Steam non risponde sempre; le opzioni sopra funzionano sempre.
ja: Web API キーを使って、ワークショップでサブスクライブしたアイテムを Steam に問い合わせます。Steam が応答しないこともあります。上のオプションは常に使えます。
ko: Web API 키로 Steam에 창작마당 구독을 요청합니다. Steam이 항상 응답하지는 않지만 위의 옵션은 항상 작동합니다.
pl: Pyta Steam o Twoje subskrypcje z Warsztatu za pomocą Twojego klucza Web API. Steam nie zawsze odpowiada; opcje powyżej działają zawsze.
pt_br: Pede ao Steam suas inscrições da Oficina com a sua chave da API Web. O Steam nem sempre responde; as opções acima sempre funcionam.
ru: Запрашивает у Steam ваши подписки в Мастерской с помощью вашего ключа Web API. Steam отвечает не всегда; варианты выше работают всегда.
tr: Web API anahtarınızla Steam’e Atölye aboneliklerinizi sorar. Steam her zaman yanıt vermez; yukarıdaki seçenekler her zaman çalışır.
uk: Запитує в Steam ваші підписки в Майстерні за допомогою вашого ключа Web API. Steam відповідає не завжди; варіанти вище працюють завжди.
zh_hans: 使用你的 Web API 密钥向 Steam 查询你的创意工坊订阅。Steam 不一定会返回结果；上面的选项始终可用。
zh_hant: 使用你的 Web API 金鑰向 Steam 查詢你的工作坊訂閱。Steam 不一定會回應；上方的選項一律可用。

source: Asks macOS for the permission audio visualizers need. If it was denied before, opens System Settings instead.
ar: يطلب من macOS الإذن الذي تحتاجه أدوات تصوير الصوت. وإذا رُفض من قبل، يفتح إعدادات النظام بدلًا من ذلك.
de: Fragt macOS nach der Berechtigung, die Audiovisualisierungen brauchen. Wurde sie zuvor abgelehnt, werden stattdessen die Systemeinstellungen geöffnet.
es: Pide a macOS el permiso que necesitan los visualizadores de audio. Si se denegó antes, abre Ajustes del Sistema en su lugar.
fr: Demande à macOS l’autorisation dont les visualiseurs audio ont besoin. Si elle a été refusée auparavant, ouvre plutôt Réglages Système.
hi: ऑडियो विज़ुअलाइज़र के लिए ज़रूरी अनुमति macOS से माँगता है। अगर पहले मना किया गया था, तो इसके बजाय सिस्टम सेटिंग्ज़ खोलता है।
it: Chiede a macOS l’autorizzazione necessaria ai visualizzatori audio. Se in precedenza è stata negata, apre invece Impostazioni di Sistema.
ja: オーディオビジュアライザに必要な権限を macOS に求めます。以前に拒否した場合は、代わりにシステム設定を開きます。
ko: 오디오 비주얼라이저에 필요한 권한을 macOS에 요청합니다. 이전에 거부했다면 대신 시스템 설정을 엽니다.
pl: Prosi macOS o uprawnienie potrzebne wizualizatorom dźwięku. Jeśli wcześniej odmówiono, otwiera zamiast tego Ustawienia systemowe.
pt_br: Solicita ao macOS a permissão de que os visualizadores de áudio precisam. Se ela foi negada antes, abre os Ajustes do Sistema.
ru: Запрашивает у macOS разрешение, нужное аудиовизуализаторам. Если ранее в нем отказали, открывает Системные настройки.
tr: Ses görselleştiricilerinin gerektirdiği izni macOS’tan ister. İzin daha önce reddedildiyse bunun yerine Sistem Ayarları’nı açar.
uk: Запитує в macOS дозвіл, потрібний аудіовізуалізаторам. Якщо раніше в ньому відмовили, відкриває Системні параметри.
zh_hans: 向 macOS 请求音频可视化所需的权限。如果之前已拒绝，则改为打开系统设置。
zh_hant: 向 macOS 要求音訊視覺化所需的權限。如果先前已拒絕，則改為打開系統設定。

source: Assets
ar: الموارد
es: Recursos
fr: Ressources
hi: ऐसेट
it: Risorse
ja: アセット
ko: 에셋
pl: Zasoby
pt_br: Recursos
ru: Ресурсы
tr: Varlıklar
uk: Ресурси
zh_hans: 资源
zh_hant: 資源

source: Assign a different wallpaper to each screen, or mirror one across all of them.
ar: عيّن خلفية مختلفة لكل شاشة، أو اعرض خلفية واحدة على جميع الشاشات.
de: Weisen Sie jedem Bildschirm ein eigenes Hintergrundbild zu oder spiegeln Sie eines auf alle.
es: Asigna un fondo de pantalla distinto a cada pantalla o duplica uno en todas ellas.
fr: Attribuez un fond d’écran différent à chaque écran, ou affichez le même sur tous.
hi: हर स्क्रीन को अलग वॉलपेपर असाइन करें, या एक ही वॉलपेपर सभी स्क्रीन पर मिरर करें.
it: Assegna uno sfondo diverso a ogni schermo o duplicane uno su tutti.
ja: 画面ごとに異なる壁紙を割り当てることも、1つの壁紙をすべての画面にミラーリングすることもできます。
ko: 화면마다 다른 배경화면을 지정하거나 하나의 배경화면을 모든 화면에 미러링할 수 있습니다.
pl: Przypisz inną tapetę do każdego ekranu lub powiel jedną na wszystkich.
pt_br: Atribua uma imagem de fundo diferente a cada tela ou espelhe uma só em todas elas.
ru: Назначьте каждому экрану свои обои или повторите одни и те же на всех.
tr: Her ekrana farklı bir duvar kâğıdı atayın veya birini tüm ekranlarda yansıtın.
uk: Призначайте окрему шпалеру кожному екрану або дзеркально відображайте одну на всіх.
zh_hans: 为每个屏幕分配不同的墙纸，或在所有屏幕上镜像同一张墙纸。
zh_hant: 為每個螢幕指定不同的背景圖片，或在所有螢幕上鏡像同一張。

source: At least one display must be the source display and cannot be flipped.
ar: يجب أن تكون شاشة عرض واحدة على الأقل هي المصدر، ولا يمكن قلبها.
de: Mindestens ein Display muss als Quelle dienen und kann nicht gespiegelt werden.
es: Al menos una pantalla tiene que ser la de origen y no se puede girar.
fr: Au moins un moniteur doit être l’affichage source et ne peut pas être retourné.
hi: कम से कम एक डिस्प्ले स्रोत डिस्प्ले होना चाहिए और उसे फ़्लिप नहीं किया जा सकता।
it: Almeno uno schermo deve essere quello di origine e non può essere capovolto.
ja: 1つ以上のディスプレイがソースディスプレイである必要があり、そのディスプレイは反転できません。
ko: 적어도 하나의 디스플레이는 원본 디스플레이여야 하며 반전할 수 없습니다.
pl: Przynajmniej jeden wyświetlacz musi być źródłowy i nie można go obrócić.
pt_br: Pelo menos uma tela deve ser a tela de origem, que não pode ser virada.
ru: Хотя бы один дисплей должен быть исходным, и его нельзя отразить.
tr: En az bir ekran kaynak ekran olmalıdır ve ters çevrilemez.
uk: Хоча б один дисплей має бути джерелом, і його не можна віддзеркалити.
zh_hans: 至少要有一个显示器充当源显示器，且它不能被翻转。
zh_hant: 至少有一個顯示器必須是來源顯示器，且不可翻轉。

source: Audio
ar: الصوت
hi: ऑडियो
ja: オーディオ
ko: 오디오
pl: Dźwięk
pt_br: Áudio
ru: Звук
tr: Ses
uk: Звук
zh_hans: 音频
zh_hant: 音訊

source: Audio Output
ar: مخرج الصوت
de: Audioausgang
es: Salida de audio
fr: Sortie audio
hi: ऑडियो आउटपुट
it: Uscita audio
ja: オーディオ出力
ko: 오디오 출력
pl: Wyjście dźwięku
pt_br: Saída de Áudio
ru: Вывод звука
tr: Ses Çıkışı
uk: Вихід звуку
zh_hans: 音频输出
zh_hant: 音訊輸出
